a=float(input())
if a==8:
    print('Морская вода')
if a>7.36 and a<7.44:
    print('Кровь')
if a==7.0:
    print('Чистая вода при 25С')
if a>6.8 and a<7.4:
    print('Слюна')
if a>6.6 and a<6.93:
    print('Молоко')
if a>6.5 and a<8.5:
    print('Питьевая вода')
if a==5.6:
    print('Кислотный дождь')
if a==5.5:
    print('Кожа здорового человека')
    print('Чай')
    print('Шампунь')
if a==5.0:
    print('Кофе')
if a>2.7 and a<3.3:
    print('Кока-кола')
if a==3.0:
    print('Яблочный сок')
if a>9.0 and a<10.0:
    print('Мыло(жировое) для рук')
if a==11.5:
    print('Нашатырный спирт')
if a==12.5:
    print('Отбеливатель (хлорная известь)')
if a>13 :
    print ('Концентрированные растворы щелочей')
